const Thai_Cir_DB = {
  "5Gen11": {
    Series: "11",
    Date: "18 มิ.ย. 2512",
    Amount: "9.87 ล้านฉบับ",
    Price: "150 - 500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา มุมด้านซ้ายมีรูปครุฑพ่าท์ ด้านหลังเป็นรูปพระที่นั่งอาภรณ์พิโมกข์ปราสาท",
  },

  "10Gen11": {
    Series: "11",
    Date: "18 มิ.ย. 2512",
    Amount: "9.8-9.10 ล้านฉบับ",
    Price: "100 - 6000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปวัดเบญจมบพิตร",
  },

  "20Gen11": {
    Series: "11",
    Date: "3 มิ.ย. 2514",
    Amount: "9.10-9.11 ล้านฉบับ",
    Price: "300 - 9000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปเรือพระที่นั่งอนันตนาคราช",
  },

  "100Gen11": {
    Series: "11",
    Date: "5 ต.ค. 2515",
    Amount: "9.11-9.12 ล้านฉบับ",
    Price: "400 - 6000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปวัดพระศรีรัตนศาสดาราม",
  },

  "500Gen11": {
    Series: "11",
    Date: "11 ก.ค. 2518",
    Amount: "9.12-9.13 ล้านฉบับ",
    Price: "1000 - 15000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระปรางค์สามยอด",
  },

  "10Gen12": {
    Series: "12",
    Date: "5 ก.ย. 2523",
    Amount: "9.13-9.14 ล้านฉบับ",
    Price: "20 - 300 บาท",
  },

  "20Gen12": {
    Series: "12",
    Date: "2 พ.ย. 2524",
    Amount: "9.14-9.16 ล้านฉบับ",
    Price: "30 - 400 บาท",
  },

  "100Gen12": {
    Series: "12",
    Date: "28 มี.ค. 2521",
    Amount: "9.16-9.17 ล้านฉบับ",
    Price: "150 - 20000 บาท",
  },
};

export default Thai_Cir_DB;
