const Thai_DB = {
  "5Gen11": {
    Series: "11",
    Date: "18 มิ.ย. 2512",
    Amount: "9.87 ล้านฉบับ",
    Price: "150 - 500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา มุมด้านซ้ายมีรูปครุฑพ่าท์ ด้านหลังเป็นรูปพระที่นั่งอาภรณ์พิโมกข์ปราสาท",
    Remarks: "",
  },

  "10Gen11": {
    Series: "11",
    Date: "18 มิ.ย. 2512",
    Amount: "9.8-9.10 ล้านฉบับ",
    Price: "100 - 6000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปวัดเบญจมบพิตร",
    Remarks: "",
  },

  "20Gen11": {
    Series: "11",
    Date: "3 มิ.ย. 2514",
    Amount: "9.10-9.11 ล้านฉบับ",
    Price: "300 - 9000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปเรือพระที่นั่งอนันตนาคราช",
    Remarks: "",
  },

  "100Gen11": {
    Series: "11",
    Date: "5 ต.ค. 2515",
    Amount: "9.11-9.12 ล้านฉบับ",
    Price: "400 - 6000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปวัดพระศรีรัตนศาสดาราม",
    Remarks: "",
  },

  "500Gen11": {
    Series: "11",
    Date: "11 ก.ค. 2518",
    Amount: "9.12-9.13 ล้านฉบับ",
    Price: "1000 - 15000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระปรางค์สามยอด",
    Remarks: "",
  },

  "10Gen12": {
    Series: "12",
    Date: "5 ก.ย. 2523",
    Amount: "9.13-9.14 ล้านฉบับ",
    Price: "20 - 300 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวมหาราช (ทรงม้า)",
    Remarks: "",
  },

  "20Gen12": {
    Series: "12",
    Date: "2 พ.ย. 2524",
    Amount: "9.14-9.16 ล้านฉบับ",
    Price: "30 - 400 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์พระบาทสมเด็จพระเจ้าตากสินมหาราช",
    Remarks: "",
  },

  "100Gen12": {
    Series: "12",
    Date: "28 มี.ค. 2521",
    Amount: "9.16-9.17 ล้านฉบับ",
    Price: "150 - 20000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์สมเด็จพระนเรศวรมหาราช",
    Remarks: "",
  },

  "50Gen13": {
    Series: "13",
    Date: "30 ส.ค. 2528",
    Amount: "9.178-9.185 ล้านฉบับ",
    Price: "100 - 500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัวถัดมาเป็นรูปพระที่นั่งอนันตสมาคม",
    Remarks: "",
  },

  "500Gen13": {
    Series: "13",
    Date: "16 ก.ย. 2530",
    Amount: "9.186-9.193 ล้านฉบับ",
    Price: "700 - 3000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบรมราชานุสาวรีย์ พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ถัดมาเป็นรูปวัดพระศรีรัตนศาสดาราม",
    Remarks: "",
  },
  "100Gen14": {
    Series: "14",
    Date: "29 ก.ย. 2537",
    Amount: "9.194-9.205 ล้านฉบับ",
    Price: "120 - 700 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบรมราชานุสาวรีย์รัชกาลที่ 5 ประทับนั่ง และรัชกาลที่ 6 ประทับยืน",
    Remarks: "",
  },
  "500Gen14": {
    Series: "14",
    Date: "28 ก.พ. 2538",
    Amount: "9.206-9.210 ล้านฉบับ",
    Price: "600 - 1500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบรมราชานุสาวรีย์รัชกาลที่ 1 และรัชกาลที่ 2 ประทับยืน",
    Remarks: "",
  },
  "1000Gen14": {
    Series: "14",
    Date: "30 มิ.ย. 2535",
    Amount: "9.211-9.218 ล้านฉบับ",
    Price: "1200 - 4000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระเจ้าอยู่หัวและพระบาทสมเด็จพระนางเจ้าพระบรมราชินีนาถ อยู่ตอนกลางเบื้องขวา มุมบนด้านซ้ายมีคำว่าเราจะครองแผ่นดินโดยธรรม เพื่อประโยชน์สุขแห่งมหาชนชาวสยาม ณ 5 วันที่ พฤษภาคม 2493",
    Remarks: "",
  },
  "20Gen15": {
    Series: "15",
    Date: "12 ก.พ. 2546",
    Amount: "9.219-9.231 ล้านฉบับ",
    Price: "60 - 100 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระเจ้าอยู่หัวอานันทมหิดลทรงประทับยืน",
    Remarks: "",
  },
  "50Gen15": {
    Series: "15",
    Date: "7 พ.ค. 2540 (โพลิเมอร์) ,19 มี.ค. 2547 (กระดาษ)",
    Amount: "9.232-9.235 ล้านฉบับ",
    Price: "400 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวทรงประทับนั่ง",
    Remarks: "",
  },
  "100Gen15": {
    Series: "15",
    Date: "6 ต.ค. 2547 (รุ่นที่ 1) , 5 ก.ย. 2548 (รุ่นที่ 2)",
    Amount: "9.241-9.250 ล้านฉบับ",
    Price: "180 - 400 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา รุ่นที่ 1:ด้านหลังเป็นรูปพระบรมราชานุสาวรีย์รัชกาลที่ 5 ประทับที่นั่ง และรัชกาลที่ 6 ประทับยืน รุ่นที่ 2:ด้านหลังเป็นรูปพระบาทสมเต็จพระจุลจอมเกล้าเจ้าอยู่หัวมหาราช",
    Remarks:
      "ด้านหลังของธนบัตรใบนี้จะ แตกต่างกันโดยมีได้ทั้งหมด 4 แบบ กรุณาถ่ายด้านหลังของธนบัตรเพื่อตรวจสอบ",
  },
  "500Gen15": {
    Series: "15",
    Date: "24 ก.ค. 2544",
    Amount: "9.251-9.269 ล้านฉบับ",
    Price: "1000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว",
    Remarks: "",
  },
  "1000Gen15": {
    Series: "15",
    Date: "1 ก.ย. 2542 , 29 ก.ค. 2548 (มีแถบฟอยล์)",
    Amount: "9.261-9.276 ล้านฉบับ",
    Price: "1500 - 2000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 ทรงสะพายกล้องด้านซ้ายมีรูปเขื่อนป่าสักชลสิทธิ์",
    Remarks: "",
  },
  "20Gen16": {
    Series: "16",
    Date: "2 พ.ย. 2555",
    Amount: "9.277-9.279 ล้านฉบับ",
    Price: "40 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ พ่อขุนรามคำแหงมหาราช ",
    Remarks:
      "ด้านหลังของธนบัตรนี้มีทั้งหมด 2 แบบ โดยแบบที่แสดงไปข้างต้นคือแบบที่ 1 ส่วนแบบที่สองจะเป็นพระบรมฉายาสาทิสลักษณ์พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ครั้งทรงพระเยาว์ ทรงฉาย ณ โรงแรมเซโฮฟ เมืองดาววอส ประเทศสวิตเซอร์แลนด์",
  },
  "50Gen16": {
    Series: "16",
    Date: "24 มิ.ย. 2554",
    Amount: "9.280-9.282 ล้านฉบับ",
    Price: "70 - 80 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ สมเด็จพระนเรศวรมหาราช",
    Remarks:
      "ด้านหลังของธนบัตรนี้มีทั้งหมด 2 แบบ โดยแบบที่แสดงไปข้างต้นคือแบบที่ 1 ส่วนแบบที่สองจะเป็นพระบรมฉายาสาทิสลักษณ์พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงปฏิบัติพระราชกรณียกิจ ณ พระตำหนักวิลล่าวัฒนา ในระหว่างที่ทรงศึกษาต่อ ณ มหาวิทยาลัยโลซาน ประเทศสวิตเซอร์แลนด์",
  },
  "100Gen16": {
    Series: "16",
    Date: "27 ธ.ค. 2557",
    Amount: "9.283-9.285 ล้านฉบับ",
    Price: "130 - 140 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ สมเด็จพระเจ้าตากสินมหาราช",
    Remarks:
      "ด้านหลังของธนบัตรนี้มีทั้งหมด 2 แบบ โดยแบบที่แสดงไปข้างต้นคือแบบที่ 1 ส่วนแบบที่สองจะเป็นพระบรมฉายาสาทิสลักษณ์พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงปฏิบัติพระราชกรณียกิจ ณ บ้านกูตงบ้านบาโงกูโบ จ.นราธิวาส เมื่อวันที่ 17 กันยายน 2528",
  },
  "500Gen16": {
    Series: "16",
    Date: "27 ธ.ค. 2556",
    Amount: "9.286-9.288 ล้านฉบับ",
    Price: "600 - 650 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช",
    Remarks:
      "ด้านหลังธนบัตรรุ่นนี้ มีทั้งหมด 3 แบบ โดยแบบแรกจะเป็นพระบามสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช แบบที่สองจะเป็นสมเด็จพระนางเจ้าสิริกิต์พระบรมราชินีนาถ และพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช โปรดทำการถ่ายรูปด้านหลังของธนบัตรเพื่อตรวจสอบ",
  },
  "1000Gen16": {
    Series: "16",
    Date: "24 มิ.ย. 2558",
    Amount: "9.289 ล้านฉบับ",
    Price: "1200 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวมหาราช",
    Remarks:
      "ด้านหลังของธนบัตรนี้มีทั้งหมด 2 แบบ โดยแบบที่แสดงไปข้างต้นคือแบบที่ 1 ส่วนแบบที่สองจะเป็นพระบรมฉายาสาทิสลักษณ์พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช เมื่อครั้งเสด็จลง ณ อาคารเฉลิมพระเกียรติ โรงพยาบาลศิริราช เพื่อเสด็จพระราชกำเนินกลับไปประทับ ณ พระตำหนักจิตรลดาโหฐานพระราชวังดุสิต เมื่อวันที่ 7 พ.ย. 2550",
  },
  "20Gen17": {
    Series: "17",
    Date: "20 ม.ค. 2565 (โพลิเมอร์) , 28 มิ.ย. 2561 (กระดาษ)",
    Amount: " ล้านฉบับ",
    Price: "20 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมสาทิศลักษณ์พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช และพระบรมสาทิศลักษณ์พระบาทสมเด็จพระพุทธเลิศหล้านภาลัย",
    Remarks: "",
  },
  "50Gen17": {
    Series: "17",
    Date: "28 มิ.ย. 2561",
    Amount: " ล้านฉบับ",
    Price: "50 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมสาทิศลักษณ์พระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว และพระบรมสาทิศลักษณ์พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว",
    Remarks: "",
  },
  "100Gen17": {
    Series: "17",
    Date: "28 มิ.ย. 2561",
    Amount: " ล้านฉบับ",
    Price: "100 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลลางเป็นรูปพระบรมสาทิศลักษณ์พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว และพระบรมสาทิศลักษณ์พระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว",
    Remarks: "",
  },
  "500Gen17": {
    Series: "17",
    Date: "28 มิ.ย. 2561",
    Amount: " ล้านฉบับ",
    Price: "500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลางเป็นรูปบรมสาทิศลักษณ์พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว และพระบรมสาทิศลักษณ์พระบาทสมเด็จพระปรเมนทรมหาอานันทมหิดล",
    Remarks: "",
  },
  "1000Gen17": {
    Series: "17",
    Date: "28 มิ.ย. 2561",
    Amount: " ล้านฉบับ",
    Price: "1000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลางเป็นรูปบรมสาทิศลักษณ์พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช และพระบรมสาทิศลักษณ์สมเด็จพระเจ้าอยู่หัวมหาราชิราลงกรณ บดินทรเทพยวรางกูร",
    Remarks: "",
  },
  memo_2530: {
    Series: "รัชกาลที่ 9 ทรงเจริญพระชนมพรรษา 60 พรรษา",
    Date: "3 มิย 2530",
    Amount: "9.290 ล้านฉบับ",
    Price: "150 - 500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 ประทับเหนือพระที่นั่งพุดตานกาญจนสิงหาสน์อยู่กึ่งกลางธนบัตร ด้านหลังเป็นรูปพระบาทสมเด็จพระเจ้าอยู่หัว สมเด็จพระนางเจ้าสิริกิต์พระบรมราชินีนาถ สมเด็จพระบรมโอรสาธิราชฯ สมเด็จพระเทพรัตนราชสุดาฯ และสมเด็จพระเจ้าลูกเธอเจ้าฟ้าจุฬาภรฯ ประทับอยู่ท่ามกลางพสกนิกร",
    Remarks: "",
  },
  memo_2539_50: {
    Series: "งานฉลองสิริราชสมบัติครบ 50 ปี",
    Date: "24 ก.ย. 2539",
    Amount: "9.299 - 9.300 ล้านฉบับ",
    Price: "150 - 300 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัวถัดมาเป็นรูปพระที่นั่งอนันตสมาคม",
    Remarks:
      "รุ่นนี้มีการใช้โพลิเมอร์แทนกระดาษ และมุมขวาใต้ตัวเลขบอกราคามีตราสัญลักษณ์งานฉลองสิริราชสมบัติครบ 50 ปี",
  },
  memo_2547: {
    Series: "ธนบัตรที่ระลึกราคา 100 บาท",
    Date: "22 เม.ย. 2547",
    Amount: "9.305 ล้านฉบับ",
    Price: "450 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ พระบาทสมเด็จพระเจ้าอยู่หัวทรงประทับยืนข้างสมเด็จพระนางเจ้าสิริกิต์พระบรมราชินีนาถทรงประทับนั่ง พื้นสีธนบัตรน้ำตาลทองมีพระปรมาภิไธยย่อ ภ.ป.ร ด้านหลังมีพระบรมฉายาสาทิสลักษณ์ สมเด็จพระนางเจ้าสิริกิต์พระบรมราชินีนาถประทับยืนพื้นสีธนบัตรสีฟ้า",
    Remarks: "",
  },
  memo_2549: {
    Series: "งานฉลองสิริราชสมบัติครบ 60 ปี",
    Date: "24 เม.ย. 2549",
    Amount: "9.306 ล้านฉบับ",
    Price: "400 บาท",
    Artistic:
      "ด้านหน้าซ้ายมีพระบรมฉายาสาทิสลักษณ์พระบาทสมเด็จพระเจ้าอยู่หัวประทับเหนือพระที่นั่งพุดตานกาญจนสิงหาสน์ ด้านขวามีตราสัญลักษณ์งานฉลองสิริราชสมบัติครบ 60 ปี ด้านหลังเป็นรูปพระบาทสมเด็จพระเจ้าอยู่หัว ทรงปฎิบัติพระราชกรณียกิจเยี่ยมราษฏร",
    Remarks: "",
  },
  memo_2550: {
    Series: "พระราชพิธีมหามงคลเฉลิมพระชนมพรรษา 80 พรรษา ",
    Date: "14 ส.ค. 2550",
    Amount: "9.307 ล้านฉบับ",
    Price: "400 บาท",
    Artistic:
      "ด้านหน้าเป็นธนบัตรชนิดราคา 1 บาท, 5 บาท, 10 บาท ด้านหลังเป็นพระราชกรณียกิจและพิธีสำคัญต่างๆ กลางธนบัตรมีตราสัญลักษณ์มหามงคลเฉลิมพระชนมพรรษา 80 พรรษา",
    Remarks: "",
  },
  memo_2553: {
    Series: "ธนบัตรที่ระลึกชนิดราคา 100 บาท",
    Date: "5 เม.ย. 2553",
    Amount: "9.308 ล้านฉบับ",
    Price: "400 บาท",
    Artistic:
      "ด้านหน้าเหมือนกับธนบัตร 100 บาท รุ่นที่ 15 ต่างกันที่ด้านหลังเป็นพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว และสมเด็จพระนางเจ้าสิริกิต์พระบรมราชินีนาถ ด้านล่างซ้ายพิมพ์ข้อความ เราจะครองแผ่นดินโดยธรรม เพื่อประโยชน์สุขแห่งมหาชนชาวสยามพระปฐมบรมราชโองการ วันที่ 5 พฤษภาคม 2493",
    Remarks: "",
  },
  memo_2554: {
    Series: "พระราชพิธีมหามงคลเฉลิมพระชนมพรรษา 84 พรรษา",
    Date: "24 มิ.ย. 2554",
    Amount: "9.309 ล้านฉบับ",
    Price: "400 บาท",
    Artistic:
      "ด้านหน้ากลางเป็นพระบรมฉายาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 ด้านขวากลางมีตราสัญลักษณ์ พระราชพิธีมหามงคลเฉลิมพระชนมพรรษา 84 พรรษา ด้านหลังเป็นภาพพระราชกรณียกิจต่างๆ",
    Remarks: "",
  },
  memo_2555_80: {
    Series: "ธนบัตรที่ระลึกชนิดราคา 80 บาท",
    Date: "15 มิ.ย. 2555",
    Amount: "9.311 ล้านฉบับ",
    Price: "2500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาทิสลักษณ์ของพระบามสมเด็จพระเจ้าอยู่หัวและสมเด็จพระนางเจ้าสิริกิต์พระบรมราชินีนาถ ด้านหลังกลางเป็นพระราชกรณียกิจทรงเยี่ยมราษฎร",
    Remarks: "",
  },
  memo_2555_100: {
    Series: "ธนบัตรที่ระลึกชนิดราคา 100 บาท",
    Date: "15 มิ.ย. 2555",
    Amount: "9.310 ล้านฉบับ",
    Price: "400 บาท",
    Artistic:
      "ด้านหน้าเหมือนกับธนบัตร 100 บาท รุ่นที่ 15 ต่างกันที่ด้านหลังจะเป็นพระบรมฉายาสาทิสลักษณ์ของสมเด็จพระบรมโอรสาธิราช มุมซ้ายล่างพิมพ์ข้อความ ที่ระลึกเฉลิมพระเกียรติของสมเด็จพระบรมโอรสาธิราช สยามมงกุฎราชกุมาร เนื่องในโอกาสพระราชพิธีเฉลิมพระชนมพรรษา 5 รอบ 28 กรกฎาคม 2555",
    Remarks: "",
  },
  memo_2558: {
    Series: "ธนบัตรที่ระลึกชนิดราคา 100 บาท",
    Date: "15 มิ.ย. 2555",
    Amount: "9.312 ล้านฉบับ",
    Price: "350 บาท",
    Artistic:
      "ด้านหน้าเหมือนกับธนบัตร 100 บาท รุ่นที่ 15 ต่างกันที่ด้านหลังจะเป็นพระบรมฉายาสาทิสลักษณ์ของสมเด็จพระเทพรัตนราชสุดาฯ มุมขวาล่างพิมพ์ข้อความ ที่ระลึกเฉลิมพระเกียรติของสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี เนื่องในโอกาสพระราชพิธีเฉลิมพระชนมพรรษา 5 รอบ 2 เมษายน 2558",
    Remarks: "",
  },
  memo_2559_70: {
    Series: "งานฉลองสิริราชสมบัติครบ 70 ปี",
    Date: "9 มิ.ย. 2559",
    Amount: "9.313 ล้านฉบับ",
    Price: "300 บาท",
    Artistic:
      "ด้านหน้าเป็นพระบรมฉายาสาทิสลักษณ์พระบาทสมเด็จพระเจ้าอยู่ห้วฉลองพระองค์เครื่องแบบเต็มยศจอมทัพ มุมขวามีตราสัญลักษณ์ฉลองสิริราชสมบัติครบ 70 ปี ด้านหลังมีพระบรมฉายาสาทิสลักษณ์พระบามสมเด็จพระเจ้าอยู่หัวทรงเครื่องบรมขัตติยราชภูษิตาภรณ์ทรงพระแสงขรรค์ชัยศรี",
    Remarks: "",
  },
  memo_2559_500: {
    Series: "ธนบัตรที่ระลึกชนิดราคา 500 บาท",
    Date: "7 ก.ค. 2559",
    Amount: "9.314 ล้านฉบับ",
    Price: "700 บาท",
    Artistic:
      "ด้านหน้าเหมือนกับธนบัตร 500 บาท รุ่นที่ 16 ต่างกันที่ด้านหลังเป็นพระบรมฉายาสาทิสลักษณ์ของสมเด็จพระนางเจ้าสิริกิต์พระบรมราชินีนาถ",
    Remarks: "",
  },
  memo_2562_100: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
    Remarks: "",
  },
  memo_2562_1000: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
    Remarks: "",
  },
};

export default Thai_DB;
