const Thai_DB = {
  "5Gen11": {
    Series: "11",
    Date: "18 มิ.ย. 2512",
    Amount: "9.87 ล้านฉบับ",
    Price: "150 - 500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา มุมด้านซ้ายมีรูปครุฑพ่าท์ ด้านหลังเป็นรูปพระที่นั่งอาภรณ์พิโมกข์ปราสาท",
  },

  "10Gen11": {
    Series: "11",
    Date: "18 มิ.ย. 2512",
    Amount: "9.8-9.10 ล้านฉบับ",
    Price: "100 - 6000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปวัดเบญจมบพิตร",
  },

  "20Gen11": {
    Series: "11",
    Date: "3 มิ.ย. 2514",
    Amount: "9.10-9.11 ล้านฉบับ",
    Price: "300 - 9000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปเรือพระที่นั่งอนันตนาคราช",
  },

  "100Gen11": {
    Series: "11",
    Date: "5 ต.ค. 2515",
    Amount: "9.11-9.12 ล้านฉบับ",
    Price: "400 - 6000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปวัดพระศรีรัตนศาสดาราม",
  },

  "500Gen11": {
    Series: "11",
    Date: "11 ก.ค. 2518",
    Amount: "9.12-9.13 ล้านฉบับ",
    Price: "1000 - 15000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระปรางค์สามยอด",
  },

  "10Gen12": {
    Series: "12",
    Date: "5 ก.ย. 2523",
    Amount: "9.13-9.14 ล้านฉบับ",
    Price: "20 - 300 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวมหาราช (ทรงม้า)",
  },

  "20Gen12": {
    Series: "12",
    Date: "2 พ.ย. 2524",
    Amount: "9.14-9.16 ล้านฉบับ",
    Price: "30 - 400 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์พระบาทสมเด็จพระเจ้าตากสินมหาราช",
  },

  "100Gen12": {
    Series: "12",
    Date: "28 มี.ค. 2521",
    Amount: "9.16-9.17 ล้านฉบับ",
    Price: "150 - 20000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์สมเด็จพระนเรศวรมหาราช",
  },

  "50Gen13": {
    Series: "13",
    Date: "30 ส.ค. 2528",
    Amount: "9.178-9.185 ล้านฉบับ",
    Price: "300 - 500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัวถัดมาเป็นรูปพระที่นั่งอนันตสมาคม",
  },

  "500Gen13": {
    Series: "13",
    Date: "16 ก.ย. 2530",
    Amount: "9.186-9.193 ล้านฉบับ",
    Price: "1500 - 3000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบรมราชานุสาวรีย์ พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ถัดมาเป็นรูปวัดพระศรีรัตนศาสดาราม",
  },
  "100Gen14": {
    Series: "14",
    Date: "29 ก.ย. 2537",
    Amount: "9.194-9.205 ล้านฉบับ",
    Price: "200 - 700 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบรมราชานุสาวรีย์รัชกาลที่ 5 ประทับนั่ง และรัชกาลที่ 6 ประทับยืน",
  },
  "500Gen14": {
    Series: "14",
    Date: "28 ก.พ. 2538",
    Amount: "9.206-9.210 ล้านฉบับ",
    Price: "1500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบรมราชานุสาวรีย์รัชกาลที่ 1 และรัชกาลที่ 2 ประทับยืน",
  },
  "1000Gen14": {
    Series: "14",
    Date: "30 มิ.ย. 2535",
    Amount: "9.211-9.218 ล้านฉบับ",
    Price: "2000 - 4000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระเจ้าอยู่หัวและพระบาทสมเด็จพระนางเจ้าพระบรมราชินีนาถ อยู่ตอนกลางเบื้องขวา มุมบนด้านซ้ายมีคำว่าเราจะครองแผ่นดินโดยธรรม เพื่อประโยชน์สุขแห่งมหาชนชาวสยาม ณ 5 วันที่ พฤษภาคม 2493",
  },
  "20Gen15": {
    Series: "15",
    Date: "12 ก.พ. 2546",
    Amount: "9.219-9.231 ล้านฉบับ",
    Price: "60 - 100 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระเจ้าอยู่หัวอานันทมหิดลทรงประทับยืน",
  },
  "50Gen15": {
    Series: "15",
    Date: "7 พ.ค. 2540 (โพลิเมอร์) ,19 มี.ค. 2547 (กระดาษ)",
    Amount: "9.232-9.235 ล้านฉบับ",
    Price: "400 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวทรงประทับนั่ง",
  },
  "100Gen15": {
    Series: "15",
    Date: "6 ต.ค. 2547 (รุ่นที่ 1) , 5 ก.ย. 2548 (รุ่นที่ 2)",
    Amount: "9.241-9.250 ล้านฉบับ",
    Price: "180 - 400 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา รุ่นที่ 1:ด้านหลังเป็นรูปพระบรมราชานุสาวรีย์รัชกาลที่ 5 ประทับที่นั่ง และรัชกาลที่ 6 ประทับยืน รุ่นที่ 2:ด้านหลังเป็นรูปพระบาทสมเต็จพระจุลจอมเกล้าเจ้าอยู่หัวมหาราช",
  },
  "500Gen15": {
    Series: "15",
    Date: "24 ก.ค. 2544",
    Amount: "9.251-9.269 ล้านฉบับ",
    Price: "1000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว",
  },
  "1000Gen15": {
    Series: "15",
    Date: "1 ก.ย. 2542 , 29 ก.ค. 2548 (มีแถบฟอยล์)",
    Amount: "9.261-9.276 ล้านฉบับ",
    Price: "1500 - 2000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังเป็นรูปพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 ทรงสะพายกล้องด้านซ้ายมีรูปเขื่อนป่าสักชลสิทธิ์",
  },
  "20Gen16": {
    Series: "16",
    Date: "2 พ.ย. 2555",
    Amount: "9.277-9.279 ล้านฉบับ",
    Price: "40 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ พ่อขุนรามคำแหงมหาราช",
  },
  "50Gen16": {
    Series: "16",
    Date: "24 มิ.ย. 2554",
    Amount: "9.280-9.282 ล้านฉบับ",
    Price: "70 - 80 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ สมเด็จพระนเรศวรมหาราช",
  },
  "100Gen16": {
    Series: "16",
    Date: "27 ธ.ค. 2557",
    Amount: "9.283-9.285 ล้านฉบับ",
    Price: "130 - 140 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ สมเด็จพระเจ้าตากสินมหาราช",
  },
  "500Gen16": {
    Series: "16",
    Date: "27 ธ.ค. 2556",
    Amount: "9.286-9.288 ล้านฉบับ",
    Price: "600 - 650 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช",
  },
  "1000Gen16": {
    Series: "16",
    Date: "24 มิ.ย. 2558",
    Amount: "9.289 ล้านฉบับ",
    Price: "1200 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมราชานุสาวรีย์ พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวมหาราช",
  },
  "20Gen17": {
    Series: "17",
    Date: "20 ม.ค. 2565 (โพลิเมอร์) , 28 มิ.ย. 2561 (กระดาษ)",
    Amount: " ล้านฉบับ",
    Price: "20 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมสาทิศลักษณ์พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช และพระบรมสาทิศลักษณ์พระบาทสมเด็จพระพุทธเลิศหล้านภาลัย",
  },
  "50Gen17": {
    Series: "17",
    Date: "28 มิ.ย. 2561",
    Amount: " ล้านฉบับ",
    Price: "50 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลางเป็นรูปพระบรมสาทิศลักษณ์พระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว และพระบรมสาทิศลักษณ์พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว",
  },
  "100Gen17": {
    Series: "17",
    Date: "28 มิ.ย. 2561",
    Amount: " ล้านฉบับ",
    Price: "100 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลลางเป็นรูปพระบรมสาทิศลักษณ์พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว และพระบรมสาทิศลักษณ์พระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว",
  },
  "500Gen17": {
    Series: "17",
    Date: "28 มิ.ย. 2561",
    Amount: " ล้านฉบับ",
    Price: "500 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลางเป็นรูปบรมสาทิศลักษณ์พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว และพระบรมสาทิศลักษณ์พระบาทสมเด็จพระปรเมนทรมหาอานันทมหิดล",
  },
  "1000Gen17": {
    Series: "17",
    Date: "28 มิ.ย. 2561",
    Amount: " ล้านฉบับ",
    Price: "1000 บาท",
    Artistic:
      "ด้านหน้ามีพระบรมฉายาสาทิสลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 10 อยู่ด้านขวา ด้านหลังกลางเป็นรูปบรมสาทิศลักษณ์พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช และพระบรมสาทิศลักษณ์สมเด็จพระเจ้าอยู่หัวมหาราชิราลงกรณ บดินทรเทพยวรางกูร",
  },
  memo_2530: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2535: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2539_50: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2547: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2549: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2550: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2553: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2554: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2555_80: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2555_100: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2558: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2559_70: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2559_500: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2562_100: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
  memo_2562_1000: {
    Series: "",
    Date: "",
    Amount: " ",
    Price: " บาท",
    Artistic: "",
  },
};

export default Thai_DB;
